{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Culture: {Culture}\r\nPreview: {PreviewCulture}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B243920426E07CF99B43BA784425F80"
		},
		{
			"Source":
			{
				"Text": "Update"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6386EEB443B837ACFEDBE28B74CC4B11"
		},
		{
			"Source":
			{
				"Text": "What"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D201C6EA4EB2928D36C9CBB5748AEA3A"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "InGame/General",
			"Children": [
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "Accepter - This is a test!"
					},
					"Key": "STR_ACCEPT"
				},
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2F8CB8E84917A20BD56A9EB6A13F5147"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Appliquer"
					},
					"Key": "STR_APPLY"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Retour test2"
					},
					"Key": "STR_BACK"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "00161FD34E9CF9F18680418D873D6C84"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Annuler"
					},
					"Key": "STR_CANCEL"
				},
				{
					"Source":
					{
						"Text": "Defaults"
					},
					"Translation":
					{
						"Text": "Paramtres par dfaut"
					},
					"Key": "STR_DEFAULTS"
				},
				{
					"Source":
					{
						"Text": "Deutsch"
					},
					"Translation":
					{
						"Text": "Deutsch"
					},
					"Key": "STR_L_GERMAN"
				},
				{
					"Source":
					{
						"Text": "Difficulty"
					},
					"Translation":
					{
						"Text": "Difficult"
					},
					"Key": "STR_DIFFI"
				},
				{
					"Source":
					{
						"Text": "Easy"
					},
					"Translation":
					{
						"Text": "Facile"
					},
					"Key": "STR_EASY"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "STR_L_ENGLISH"
				},
				{
					"Source":
					{
						"Text": "Espaol"
					},
					"Translation":
					{
						"Text": "Espaol"
					},
					"Key": "STR_L_SPANISH"
				},
				{
					"Source":
					{
						"Text": "Franais"
					},
					"Translation":
					{
						"Text": "Franais"
					},
					"Key": "STR_L_FRENCH"
				},
				{
					"Source":
					{
						"Text": "Game Volume"
					},
					"Translation":
					{
						"Text": "Volume jeu"
					},
					"Key": "STR_GAME_VOL"
				},
				{
					"Source":
					{
						"Text": "Hard"
					},
					"Translation":
					{
						"Text": "Difficile"
					},
					"Key": "STR_HARD"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": "Italiano"
					},
					"Key": "STR_L_ITALIANO"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Menu principal"
					},
					"Key": "STR_MAINMENU"
				},
				{
					"Source":
					{
						"Text": "Main Volume"
					},
					"Translation":
					{
						"Text": "Volume principal"
					},
					"Key": "STR_MAIN_VOL"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Moyenne"
					},
					"Key": "STR_MEDIUM"
				},
				{
					"Source":
					{
						"Text": "Music Volume"
					},
					"Translation":
					{
						"Text": "Volume musique"
					},
					"Key": "STR_MUS_VOL"
				},
				{
					"Source":
					{
						"Text": "Start Game"
					},
					"Translation":
					{
						"Text": "Commencer"
					},
					"Key": "STR_START_GAME"
				}
			]
		},
		{
			"Namespace": "InGame/Menu",
			"Children": [
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "Quitter"
					},
					"Key": "STR_EXIT"
				}
			]
		},
		{
			"Namespace": "InGame/Settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Parameters"
					},
					"Key": "STR_SETTINGS"
				}
			]
		},
		{
			"Namespace": "Other/Credits",
			"Children": [
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "Crdits"
					},
					"Key": "STR_CREDITS"
				},
				{
					"Source":
					{
						"Text": "Director"
					},
					"Translation":
					{
						"Text": "Ralisateur"
					},
					"Key": "STR_CRED_DIR"
				},
				{
					"Source":
					{
						"Text": "Lead Artist"
					},
					"Translation":
					{
						"Text": "Artiste principal"
					},
					"Key": "STR_CRED_LART"
				},
				{
					"Source":
					{
						"Text": "Lead Programmer"
					},
					"Translation":
					{
						"Text": "Programmeur principal"
					},
					"Key": "STR_CRED_LPROG"
				},
				{
					"Source":
					{
						"Text": "Producer"
					},
					"Translation":
					{
						"Text": "Producteur"
					},
					"Key": "STR_CRED_PROD"
				},
				{
					"Source":
					{
						"Text": "Special Thanks"
					},
					"Translation":
					{
						"Text": "Remerciements spciaux"
					},
					"Key": "STR_CRED_THX"
				}
			]
		},
		{
			"Namespace": "UI",
			"Children": [
				{
					"Source":
					{
						"Text": "This is some text"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "32416EDA4C3107A6528C2EAED3A7EF7C"
				}
			]
		}
	]
}